Repository: oriyudilevich/DanielWebsite
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nl

source: Back to Top
nl: Naar Top

source: Coming soon...
nl: Binnenkort...

source: Make your appointment online!
nl: Maak een afspraak online!

source: For the time being, please call 070-2000193 to make an appointment.
nl: Voorlopig kunt u 070-2000193 bellen voor het maken van een afspraak.

source: Please bring with you to your first appointment a valid identity card, and in case you have any medical limitations, a letter from your family doctor.
nl: Breng alstublieft een geldig legetimatiebewijs op uw eerste afspraak. Mochten er speciale medische omstandigheden zijn, breng dan ook een brief van uw huisarts mee.

source: Location
nl: Locatie

source: Opening Hours
nl: Openingstijden

source: Make an Appointment
nl: Maak een Afspraak

source: About Us
nl: Over ons

source: Payment and Billing
nl: Betaling

source: The Hague
nl: Den Haag

source: Flexible working hours
nl: Flexibele werktijden

source: Great location
nl: Centraal gelegen

source: Personal treatment
nl: Persoonlijke behandeling

source: Serene environment
nl: Serene omgeving

source: By public transport
nl: Met het openbaar vervoer

source: 3 minutes walk from The Hague Central Station
nl: 3 minuten lopen vanaf Den Haag Centraal Station

source: Tram lines: 3, 4, 9, 15, 16, 17 (The Hague Cantral Station)
nl: Tram lijnen: 3, 4, 9, 15, 16, 17 (Den Haag Centraal Station)

source: Car parking
nl: Parkeren

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: Sunday
nl: Zondag

source: closed
nl: gesloten

source: Dental Medical Doctor
nl: Tandarts

source: B.Sc. Psychology
nl: B.Sc. Psychologie

source: Dr. Daniel Finkelman has extensive experience in diverse fields of dentistry, including rehabilitation, pediatric dentistry and endodontistry (root canals). Dr. Finkelman specializes in treating patients with dental anxiety, both children and adults.
nl: Dr. Daniel Finkelman heeft veel ervaring op diverse gebieden van de tandheelkunde, ondermeer in rehabilitatie, behandeling van kinderen, en endodontologie (wortelkanaalbehandeling). Dr. Finkelman is gespecialiseerd in het behandelen van angstpati&#235nten, zowel kinderen als volwassenen.

source: We provide state of the art family dentistry with emphasis on prevention, aesthetics and comfort.
nl: Wij bieden moderne tandheelkundige behandelingen voor de hele familie, met de nadruk op preventie, esthetiek, en comfort.

source: We strongly believe that dentistry can and should be pain free, and each patient's needs, concerns and demands should be addressed.
nl: Wij geloven dat elke behandeling bij de tandarts geheel zonder pijn moet kunnen verlopen, en dat de specifieke wensen van de pati&#235nt voorop staan.

source: In The Netherlands, the government determines the rate of dental treatments in
nl: Elk jaar stelt de Nederlandse Zorgautoriteit (NZa)

source: uniform codes
nl: richtlijnen

source: (aka UPT). All dentists working in the Netherlands are obliged to adhere to these codes.
nl: vast voor de kosten van tandheelkundige zorg. Alle tandartsen in Nederland zijn verplicht zich aan deze prijzen te houden.

source: We will issue an invoice for you immediately at the end of every appointment. You will have the choice of either paying at our clinic by cash, debit or credit card, or at a later stage (up to 14 days after the appointment) via bank transfer.
nl: De rekening wordt u meteen na de behandeling overhandigd. U kunt er voor kiezen om direct in de praktijk te betalen, contant of met PIN. U kunt er ook voor kiezen om het geld op een later tijdstip (binnen 14 dagen) over te maken.

source: Website created by
nl: Website gemaakt door
